{"newspapers": {"TheGuardian": {"link": "https://www.theguardian.com/international", "articles": [{"title": "Introducing the new Guardian app for Android and iOS", "text": "As it happens not after it happened\n\nGet the latest news in real time. A new and faster way to catch up on every breaking news story and all the latest developments as they unfold. Available with the premium tier for £5.99/m.", "link": "https://www.theguardian.com/mobile/2014/may/29/the-guardian-for-mobile-and-tablet", "published": "2014-05-29T00:00:00"}, {"title": "Coronavirus live news: Beijing back into partial lockdown as new cluster emerges", "text": "09:53\n\nThe number of confirmed coronavirus infections has passed 24,000 in Afghanistan as a key testing laboratory paused work due to lack of kits as violence rages across the country.\n\n\n\nThe health ministry has detected 556 new cases from 1,065 tests in the last 24 hours, bringing the total number of confirmed infections to 24,102. At least five patients also died overnight, including three in Kabul, meaning the country’s Covid-19 death toll now stands at 451. There have been 4,201 recoveries. The ministry has so far tested 54,770 patients.\n\n\n\nLocal officials in Kabul have warned that the actual number of infections in the capital is significantly higher than what official figures show.\n\n\n\nThe laboratory which has halted work is located in the western province of Herat, where a number of other patients died overnight, which borders Iran – previously the centre of the virus.\n\n\n\nThe first case of the virus was reported in the province after thousands of Afghan migrants returned from the neighbouring country in February and March, fanning out across the country without being tested or quarantined.\n\n\n\nTesting capacity remains low in Afghanistan and experts warn that the actual number of infections is much higher. But, according to a new official plan, testing capacity will be increased in the country while clinics with no testing capacity are to be instructed to announce new patients through their symptoms.\n\n\n\nAhmad Jawad Osmani, the new acting health minister, has warned that a large number of the country’s population is infected with Covid-19.\n\n\n\nOmani called his five-part plan to fight against the virus “historic” and said “only a small part of health sector was to fight with coronavirus until today, but from now, all parts of the sector will get coordinated to fight against the virus.”\n\n\n\nMeanwhile, violence continues across the country, with two separate attacks killing at least 18 people amid a wave of violence across the country, local officials have said.\n\nA local police chief in western Ghor, Fakhrudin, said Taliban insurgents stormed a police checkpoint late Friday night and killed 10 police officers.\n\nAccording to the country’s national security council, 89 civilians were killed in Taliban attacks during last two weeks.\n\n\n\n“While the government has continued to advance the cause of peace, the Taliban continued their campaign of violence against the Afghan people during Eid and the weeks after that. In the last two weeks, they killed 89 civilians and wounded 150 across 29 provinces” said Javid Faisal, spokesman for the office of national security council.\n\n\n\nThe Taliban has rejected the numbers released by the government today about civilian casualties in the last two weeks.", "link": "https://www.theguardian.com/world/live/2020/jun/13/coronavirus-live-news-fauci-warns-against-trump-rallies-health-fears-in-australia-over-blm-protests", "published": "2020-06-13T00:00:00"}]}, "WashingtonPost": {"link": "https://www.washingtonpost.com/", "articles": [{"title": "As coronavirus cases spike, Fauci warns Trump rally attendees that large gatherings are ‘risky’", "text": "Puerto Rico will lift nearly all of its coronavirus restrictions next week, allowing beaches, churches and movie theaters to reopen even after a jump in infections earlier this month.\n\nStarting Monday, businesses in the U.S. territory will be permitted to operate seven days a week and restaurants can be filled to 50 percent capacity, Gov. Wanda Vázquez Garced (PNP) said Thursday. A tweaked version of the island’s nightly curfew will continue for another two weeks, and masks will be required in public.\n\n“These have been hard decisions,” she said at a news conference, according to the Associated Press. “Now it’s up to each one of us … to decide where to go and how to go about it.”\n\nVázquez Garced’s announcement was celebrated by Puerto Rico’s business leaders, who pointed out that the island’s already battered economy lost an estimated $5 billion to $10 billion as the coronavirus shuttered many businesses for three months.\n\nBut the reopening has also worried health experts, the AP reported, who say the island has not tested enough people and has conducted the wrong kinds of test. The territory has seen more than 1,400 confirmed cases and nearly 4,000 probable cases, including at least 144 deaths, according to data tracked by The Washington Post.\n\nThis week, health officials said the island had reached its peak two months ago and urged people to maintain social distancing, noting that restrictions could return if cases go up again.\n\nBut data shows that may already be happening. Since the start of June, Puerto Rico has repeatedly recorded its highest-ever seven-day average of new coronavirus cases, data shows.", "link": "https://www.washingtonpost.com/nation/2020/06/12/coronavirus-live-updates-us/", "published": "2020-06-12T00:00:00"}, {"title": "Trump rejects calls to rename military bases honoring Confederate generals", "text": "White House press secretary Kayleigh McEnany on Wednesday said President Trump raised “legitimate” questions when he shared a tweet endorsing the baseless conspiracy theory that a 75-year-old protester in Buffalo, seen on video being pushed to the ground by police in the past week, could have been part of a “set up” coordinated by anti-fascist demonstrators.\n\n“So the president was raising questions based on a report that he saw,” McEnany said during an appearance on Fox News’s “Fox & Friends.” “There are questions that need to be asked. In every case, we can’t jump on one side without looking at all the facts at play. This individual has some very questionable tweets, some profanity-laden tweets about police officers.”\n\nTrump’s speculation Tuesday — which originated on a conspiracy theory website and was not supported by any evidence — drew rebuke from the Buffalo man’s lawyer, condemnation from Democrats and a now-familiar refrain from many Republicans claiming not to have seen a tweet by the president that was making headlines.\n\nTwo Buffalo police officers have been charged with assault after footage showed them shoving Martin Gugino to the ground and blood pooling on the sidewalk below his head.\n\nIn defending Trump, McEnany noted that several dozen police officers resigned from their unit after their colleagues were suspended.\n\n“So I think we need to ask why those officers resigned, what happened, what facts were on the ground,” she said. “The president was raising some questions, some legitimate ones.”\n\nIn his tweet, Trump said Gugino “could be an ANTIFA provocateur,” a reference to the anti-fascist movement that he has blamed for violence at protests in response to the death of George Floyd.", "link": "https://www.washingtonpost.com/nation/2020/06/10/george-floyd-protests-live-updates/", "published": "2020-06-10T00:00:00"}]}}}